/* No comment provided by engineer. */
" returned nothing" = " returned nothing";

/* No comment provided by engineer. */
": No errors" = ": No errors";

/* No comment provided by engineer. */
"\n\nReason:\n" = "\n\nReason:\n";

/* No comment provided by engineer. */
"An update for PHP & Web Toolkit is available!\nClick OK to download in your browser." = "An update for PHP & Web Toolkit is available!\nClick OK to download in your browser.";

/* No comment provided by engineer. */
"Another plugin is not compatible with the PHP & WebToolkit plugin.\n\nProbably LessCSS or Mojo WebOS.\n\nIf you use the LessCSS plugin: Please uninstall and visit http://incident57.com/less/ to use Less.app instead." = "Another plugin is not compatible with the PHP & WebToolkit plugin.\n\nProbably LessCSS or Mojo WebOS.\n\nIf you use the LessCSS plugin: Please uninstall and visit http://incident57.com/less/ to use Less.app instead.";

/* No comment provided by engineer. */
"Check for updates" = "Check for updates";

/* No comment provided by engineer. */
"Click OK to open the Plugins-folder, uninstall the Plugin and restart Coda.\n\nThis message appears only once, but proCSSor is disabled until the conflict is resolved." = "Click OK to open the Plugins-folder, uninstall the Plugin and restart Coda.\n\nThis message appears only once, but proCSSor is disabled until the conflict is resolved.";

/* No comment provided by engineer. */
"Could not check for updates, please make sure you're connected to the internet or try again later." = "Could not check for updates, please make sure you're connected to the internet and try again later.";

/* No comment provided by engineer. */
"Could not execute goToLine()" = "Could not execute goToLine()";

/* No comment provided by engineer. */
"CSS validation result via " = "CSS validation result via ";

/* No comment provided by engineer. */
"Error parsing PHP - this should not happen" = "Error parsing PHP - this should not happen";

/* No comment provided by engineer. */
"Error: No JSON object called 'css' from proCSSor received" = "Error: No JSON object called 'css' from proCSSor received";

/* No comment provided by engineer. */
" exception received." = "exception received.";

/* No comment provided by engineer. */
"File was automatically saved." = "File was automatically saved.";

/* No comment provided by engineer. */
"Format with ProCSSor" = "Format with ProCSSor";

/* No comment provided by engineer. */
"Help!" = "Help!";

/* No comment provided by engineer. */
"HTML validation result via " = "HTML validation result via ";

/* No comment provided by engineer. */
"If you have problems:\nMenu: Plug-Ins > PHP & Web Toolkit > Help\n\n(This message appears only once for each update.)" = "If you have problems:\nMenu: Plug-Ins > PHP & Web Toolkit > Help\n\n(This message appears only once for each update.)";

/* No comment provided by engineer. */
"Invalid response from proCSSor received." = "Invalid response from proCSSor received.";

/* No comment provided by engineer. */
"JS Lint" = "JS Lint";

/* No comment provided by engineer. */
"Make sure the file has no errors, try using UTF-8 encoding." = "Make sure the file has no errors, try using UTF-8 encoding.";

/* No comment provided by engineer. */
"Make sure the file has no errors, try using UTF-8 encoding.\n\n" = "Make sure the file has no errors, try using UTF-8 encoding.\n\n";

/* No comment provided by engineer. */
"Make sure you're online and check the Preferences.\n\nError: " = "Make sure you're online and check the Preferences.\n\nError: ";

/* No comment provided by engineer. */
"Make sure you're online, check the Preferences.\n\nError:\n" = "Make sure you're online, check the Preferences.\n\nError:\n";

/* No comment provided by engineer. */
"Minify Javascript" = "Minify Javascript";

/* No comment provided by engineer. */
"No CSS received, make sure the CSS file is valid" = "No CSS received, make sure the CSS file is valid";

/* No comment provided by engineer. */
"No new text received in replaceEditorTextWith." = "No new text received in replaceEditorTextWith.";

/* No comment provided by engineer. */
"No PHP syntax errors" = "No PHP syntax errors";

/* No comment provided by engineer. */
"No response from CSS online validator" = "No response from CSS online validator";

/* No comment provided by engineer. */
"No response from HTML online validator" = "No response from HTML online validator";

/* No comment provided by engineer. */
"No response from proCSSor.com" = "No response from proCSSor.com";

/* No comment provided by engineer. */
"No update available" = "No update available";

/* No comment provided by engineer. */
"PHP & Web Toolkit updated to " = "PHP & Web Toolkit updated to ";

/* No comment provided by engineer. */
"Please check the preferences" = "Please check the preferences";

/* No comment provided by engineer. */
"Please use Mac or Unix line endings if possible" = "Please use Mac or Unix line endings if possible";

/* No comment provided by engineer. */
"Preferences/About..." = "Preferences/About...";

/* No comment provided by engineer. */
"Remove the LessCSS-plugin or WebMojo-plugin if present or report a bug on www.chipwreck.de" = "Remove the LessCSS-plugin or WebMojo-plugin if present or report a bug on www.chipwreck.de";

/* No comment provided by engineer. */
"Sorry - an incompatible plug-in was found.\n\nPlease remove this plugin first." = "Sorry - an incompatible plug-in was found.\n\nPlease remove this plugin first.";

/* No comment provided by engineer. */
"Sorry, we have an exception." = "Sorry, we have an exception.";

/* No comment provided by engineer. */
"Strip Whitespace and Comments" = "Strip Whitespace and Comments";

/* No comment provided by engineer. */
"This should not happen, please report a bug at www.chipwreck.de" = "This should not happen, please report a bug at www.chipwreck.de";

/* No comment provided by engineer. */
"Tidy CSS" = "Tidy CSS";

/* No comment provided by engineer. */
"Tidy HTML" = "Tidy HTML";

/* No comment provided by engineer. */
"Tidy Javascript" = "Tidy Javascript";

/* No comment provided by engineer. */
"Tidy PHP" = "Tidy PHP";

/* No comment provided by engineer. */
"Tidy validation result" = "Tidy validation result";

/* No comment provided by engineer. */
"Validate CSS online" = "Validate CSS online";

/* No comment provided by engineer. */
"Validate HTML" = "Validate HTML";

/* No comment provided by engineer. */
"Validate HTML online" = "Validate HTML online";

/* No comment provided by engineer. */
"Validate PHP" = "Validate PHP";

/* No comment provided by engineer. */
"You can disable automatic checking for updates in Preferences." = "You can disable automatic checking for updates in Preferences.";

/* No comment provided by engineer. */
"You can disable the automatic check in the preferences." = "You can disable the automatic check in the preferences.";

/* No comment provided by engineer. */
"You can enable automatic checking for updates in Preferences." = "You can enable automatic checking for updates in Preferences.";

